Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Cry, Even Better If You Beg (울어봐, 빌어도 좋고).tmx
Source language: ko_kr
Languages: en_us

source: 직시하는 마티어스의 시선이 부담스러워져 레일라는 살며시 눈을 내려떴다.{j}“아…… 그게, 제 안경이요.{j}혹시 제가 물에 빠졌던 날에…… 선착장에서 제 안경을 보셨나 해서요.”
en_us: The feeling of his gaze on her was overwhelming, so she lowered her eyes slightly. “Oh... well, it’s about my eyeglasses. I was just wondering if you saw them at the dock... on the day I jumped into the river.”{j}{j}

source: 그는 그저 헤르하르트 공작, 이 가문의 완벽한 주인일 뿐이었다.
en_us: He was simply Duke Herhardt, the perfect head of this household.

source: 가을이 오면 그는 약혼을 한 후 수도로 떠나고 이 아르비스는 다시 평온해질 테니.
en_us: Then once autumn rolled around, the duke’s engagement would be announced, he would leave for the capital, and Arvis would be peaceful again.

source: 그게 좋겠군요.”{j}너그러운 미소를 띤 카타리나 폰 헤르하르트가 시종을 불러들였다.
en_us: now would be an excellent time.” Smiling generously, Dowager Katharina von Herhardt called a servant over.{j}

source: 두 사람은 황급히 거래의 흔적을 숨기며 딴청을 부려 댔다.
en_us: Bill and Mona quickly hid the money and feigned innocence.

source: 이해할 수 있기도 했다.
en_us: He understood these feelings and even sympathized with them to some degree.

source: 클로딘!”
en_us: Claudine!”

source: 어떤 말로 그에게 양해를 구해야 할지 몰라 허둥지둥하는 사이에 남자가 모자를 벗었다.
en_us: She felt flustered, unsure of what would be the proper thing to say to him. Meanwhile, the man removed his hat.

source: 그것을 시작으로 모두의 관심사는 이제 클로딘 브란트 영애의 약혼에 집중되었다.
en_us: Immediately all the ladies’ interest shifted to Lady Claudine’s engagement.

source: 슬슬 결혼을 생각해야 할 딸이.
en_us: That is, he had a daughter of marrying age.

source: 빌은 껄껄 웃으며 아이의 부스스한 머리를 쓰다듬었다.{j}“공작도 열여덟에는 별수 없이 학교에 다녀야지.”
en_us: Bill laughed and stroked her disheveled hair. “The duke is only eighteen years old. He has no choice but to go to school.”{j}

source: 우선은 집으로 돌아가 아침을 먹고 맑아진 머리로 다시 한 번 생각해 볼 작정이었다.
en_us: She was going to return to the cottage and eat breakfast so that she could think what to do next with a fresh mind.

source: 자전거를 끌며, 한 소년과 함께 거리를 걷고 있었다.
en_us: walking her bicycle as she strolled down the road with a boy.

source: 그 재능 덕에 그는 다분히 비사교적이고 퉁명스러운 성미를 가지고도 벌써 20년째 이 가문의 정원사 자리를 지켜 낼 수 있었다.
en_us: Thanks to this talent, he had maintained his job for twenty years already, despite his short temper and unsociable personality.

source: 레일라, 그 아이예요.”{j}클로딘은 대수롭지 않게 대꾸했다.{j}수를 놓는 손놀림도 좀 전과 다름없이 능숙했다.{j}브란트 백작 부인이 창가를 서성이는 동안 클로딘은 차분하게 바늘을 움직여 나갔다.{j}그 손끝에서 색색의 장미꽃이 화려한 자태로 피어났다.{j}“예쁜 아이죠.{j}자랄수록 점점 더 예뻐지는 것 같아요.”
en_us: It’s Layla, that girl,” Claudine casually replied as she concentrated on her needlework. She was just as skilled at embroidery as ever. While her mother paced around by the window, she patiently made stitch after stitch. As she did so, roses of various colors seemed to bloom from her fingers. “She’s a pretty young lady. Don’t you think so, Mother? I think she’ll only get prettier as she continues to mature.”{j}{j}{j}{j}{j}{j}

source: 레일라는 여전히 멍한 채로 오두막을 향해 갔다.
en_us: Still in a daze, she made her way towards the cottage.

source: “이참에 본때를 보여 줬으면 좋겠어요.”
en_us: “I think we should teach them a lesson,” Mona said.

source: 아주 먼 곳까지 떠나갔다가도 다시 돌아오고 싶은 그런 곳이요.”
en_us: It’s the place they return to year after year after migrating far away for the winter.”

source: “얼굴이 빨간 것 같은데?”
en_us: “I think you’re blushing...”

source: 그런 순간이면 레일라 르웰린의 눈은 꼭 제 목에 걸어 준 보석처럼 반짝이는데 마티어스는 그게 좋았다.
en_us: Moistened by the tears, they had resembled the emeralds on the necklace she was wearing. This had pleased Matthias.

source: 두 사람이 식탁에 마주 앉았을 때는 어느새 해가 저물어 있었다.
en_us: By the time they had sat down across the table from each other, the sun had already set.

source: 놀란 레일라는 반사적으로 벌떡 몸을 일으켰다.
en_us: Layla reflexively bolted out of her seat,

source: 괜히 캐물어 아이를 울릴까 봐 모르는 척했지만 이쯤 되자 울컥 치미는 감정을 억누르기 힘들었다.{j}“레일라.”
en_us: He hadn’t asked her about it, because he had worried she would cry if he did. But now it was getting hard to hold back. “Layla?”{j}

source: 소년이 무슨 말을 할 때마다 레일라가 웃고, 레일라가 웃으니 소년도 웃었다.{j}그사이 도로를 막고 있던 마차가 비켜섰다.
en_us: Whenever the boy spoke, Layla would laugh, and whenever she laughed, he would laugh as well.{j}

source: 빌 아저씨랑.”{j}레일라는 눈을 가늘게 뜨며 대답했다.
en_us: I live with Bill,” she replied, looking at him with narrowed eyes.{j}

source: 이제 현기증이 다 나려 할 때쯤에 레일라는 별채 앞에 도착했다.
en_us: By the time she arrived back at the cabin, she was starting to feel dizzy from the heat.

source: 창문을 연 레일라는 서둘러 세수를 하고 옷을 갈아입었다.
en_us: She opened the window, then hastily washed her face and got dressed.

source: 그가 자전거를 세우는 동안 레일라는 쪼르르 가게 안으로 달려갔다.
en_us: As he was putting down the kickstand, she strolled into the café ahead of him.

source: 그 식충이 녀석이 모처럼 밥값을 해 주는구나.”{j}카일의 이름에 빌은 깊은 안도감을 느꼈다.{j}식량이나 축내는 애송이이긴 하지만, 그래도 그 녀석이라면 믿을 만했다.{j}“그런다고 해도 필요한 게 있지 않겠니?{j}입고 갈 옷이라든가, 뭐 그런 것들 말이다.”
en_us: I guess that loafer is finally returning the favor after all the food he’s eaten here.” Bill was very relieved to hear that Kyle would be attending the party. Even though he was always feigning resentment towards him, he actually trusted him deeply. “There must be something you need, though, right? A dress to wear, something like that?”{j}{j}{j}{j}

source: 놀란 레일라는 반사적으로 몸을 일으켰다.
en_us: Startled, Layla instinctively sprang to her feet.

source: 그리고 헤르하르트 공작.
en_us: And Duke Herhardt.

source: 모나 부인의 태연한 대꾸에 빌 레머의 짙은 눈썹이 꿈틀댔다.{j}이곳에 둘 아이도 아니건만 공작가의 사용인들은 어느 날부터 레일라를 챙기기 시작했다.{j}안부를 묻고, 음식을 가져다주고, 때로는 아이를 보러 찾아오기도 했다.{j}골치 아픈 일이었다.
en_us: Bill’s dark brow furrowed at this. The girl’s stay there was supposed to be temporary, and yet somewhere along the way, the household staff had started taking care of her. They asked Bill how she was doing, brought food for her, and sometimes even went to visit her. This bothered Bill.{j}{j}{j}

source: 레일라는 몸을 가늘게 떨며 가쁜 숨을 헐떡였다.
en_us: Her body quivered as she struggled to catch her breath.

source: 할머니와 어머니는 강변까지 걸음을 하는 일이 드물었으므로 그곳은 오직 마티어스만의 세상이었다.
en_us: His grandmother and mother rarely visited the riverside, so that area was a private world that he had to himself.

source: “어지간히도.”
en_us: He snorted. “Maybe a bit.”

source: 앞장서 들어간 헤르하르트 공작의 일행과 레일라를 몇 번이나 번갈아 살핀 후에야 그는 자전거를 건네받았다.
en_us: The doorman looked warily at Layla, then glanced at Duke Herhardt and Claudine, then back at Layla a few times. Finally, he reluctantly let Layla enter and had a bellhop take her bicycle to storage.

source: 자존심이 상했지만 카일은 반박하지 못했다.
en_us: Kyle’s self-confidence took a hit, but he couldn’t dispute her point.

source: “길들여 보시겠습니까, 아가씨?”{j}진정시키듯 새를 쓰다듬던 사육사가 물었다.
en_us: “Would you like to try doing it yourself, Miss?” the bird-keeper asked Claudine.{j}

source: 마티어스는 창틀에 나른히 기대선 채로 새를 향해 손을 내밀었다.
en_us: Leaning against the window frame, he held out his hand,

source: 클로딘이 마티어스에게 바라는 것도 그와 크게 다르지 않았다.
en_us: This was what Claudine hoped for from her marriage to Matthias.

source: “평가가 상당히 후하네.”
en_us: “That’s quite a generous appraisal.”

source: 풍부한 표정을 가진 얼굴, 부드러운 몸짓.
en_us: Also from her expressive face, and her delicate movements.

source: 남자들이란.
en_us: You don’t know what you’re talking about.

source: 공허하고 정교한 대화.
en_us: Exquisitely vapid conversation.

source: 강에서 불어온 바람은 그가 걸친 가운을 흔든 후 숲을 향해 갔다.
en_us: The breeze blowing in from the river swayed his robe before shifting in the direction of the forest.

source: 장미는 이 베르크 제국의 국화이자 공작가의 두 마님이 각별히 아끼는 꽃이기도 하다고 했다.
en_us: The rose was the national flower of the Berg Empire, and was also the favorite flower of the duke’s mother and grandmother.

source: 친구보다 신경 쓸 거 없지 뭐.”
en_us: You shouldn’t worry more about how you appear in front of a stranger than a friend.”

source: “얘, 클로딘!”
en_us: “Claudine, come now!” Countess Brandt said, looking uncomfortable.

source: 남자를 자극하기에 충분할 만큼.
en_us: beautiful enough to stimulate a man’s desire.

source: “비난이라도 하고 싶어?”{j}다리를 꼬아 앉은 그가 물었다.
en_us: “Do you blame me for this?” he asked, crossing his legs as he sat.{j}

source: “뭐 어때.”{j}평소답지 않게 화가 난 카일과 달리 레일라는 선선한 웃음을 지었다.{j}“틀린 말은 하나도 없잖아.{j}나는 고아고, 빌 아저씨께 신세를 지고 있고, 선생님이 될 거니까.”
en_us: Unlike Kyle’s uncharacteristic anger, Layla smiled casually. “Who cares, Kyle? Anyway, nothing she said about me was untrue. I’m an orphan, I’m indebted to Uncle Bill, and I’m going to become a teacher.”{j}{j}{j}

source: “네?”
en_us: “Pardon?”

source: 나뭇가지에 올라앉아 빤히 그를 쳐다보던 작은 얼굴이 떠오르자 또다시 실소가 흘러나왔다.
en_us: He could still remember the sight of her little face staring at him from up there. He let out another laugh.

source: 두 사람은 나란히 번화한 거리를 걸었다.
en_us: The two of them walked side by side down the busy street.

source: 안경을 들어 보이자 레일라의 뺨이 더욱 붉어졌다.
en_us: The blush in her cheeks took over her whole face,

source: “적당히 꺾어서 별채로.”{j}고갯짓과 함께 건넨 그 말을 끝으로 헤르하르트 공작은 이만 떠났다.{j}레일라의 대답은 듣지도 않은 채였다.
en_us: “Yes, just pick an assortment of them and bring them to my cabin by the river.” With another slight nod he tugged on his horse’s reins and left, not giving Layla any time to respond.{j}{j}

source: “내 앞에서 새삼 부끄럽기라도 하신가 봐?”
en_us: “Are you embarrassed in front of me? I’ve never seen you like that.”

source: “내 안경…….”
en_us: “But my glasses...”

source: “교사 자격증을 준비하는 반에 있습니다.”
en_us: “I’m going to get certified as a teacher.”

source: 마티어스는 미소 지으며 창가에서 돌아섰다.
en_us: He turned away from the window with a smile.

source: 엉망인 몰골로 도망쳐 온 아이를 보았을 때부터 거기서 마음 다치는 일을 당했으리라는 건 예상하고 있었다.
en_us: The moment he had seen Layla running back from the mansion looking a mess, he had guessed that something had happened to her that had hurt her deep down inside.

source: 그곳에 새삼 꽃을 두려는 이유는 클로딘이 아닐까 생각했다.
en_us: She figured that he had wanted the flowers because of Claudine.

source: 그 모든 것은 지나치게 당연해 다소 지루하기까지 했다.
en_us: This incessant series of perfections had come so naturally, the whole process had started to bore him.

source: 별걸 다 상관하는구나.”{j}빌은 겨우 정신을 차리고 대꾸했다.
en_us: You’re making too big a deal over it,” he replied, barely able to gather his composure.{j}

source: “클로딘?
en_us: “Claudine?”

source: 팔걸이를 가볍게 짚은 기다란 손가락 끝이 박자를 따라 느리게 까딱였다.
en_us: His long fingers slowly tapped the armrest along with the beat.

source: “상당히 자신 있어 보이네.”
en_us: “You seem pretty certain of that.”

source: 뺨에 닿은 선착장의 나무널은 햇볕에 달궈져 뜨거웠다.
en_us: * * * The sun-warmed wooden slats of the dock felt hot against Layla’s cheek.

source: 마티어스는 한참만에야 수면 밖으로 얼굴을 내밀었다.
en_us: * * * Matthias came up for air after remaining underwater for considerable length of time.

source: “생각해 보는 중이오.”{j}아이에 대해 물을 때마다 빌 레머는 같은 대답을 반복했다.{j}“여기 둘 수는 없으니 잘 생각을 해 봐야지.”
en_us: “I still haven’t made up my mind,” Bill repeated each time anyone asked him about the girl. “She can’t stay here, so I’ll have to think of another solution.”{j}{j}

source: 남자는 가볍게 든 구두 끝으로 그 동전을 밟아 소란을 잠재웠다.
en_us: The man casually lifted the front of his shoe and stepped on the coin, bringing it to rest.

source: “부담 가질 것 없어, 클로딘.
en_us: “You needn’t feel pressure, Claudine.

source: 레일라는 마치 도망치듯 걸음을 서둘렀다.
en_us: almost as if she were making an escape.

source: “그래.
en_us: “That’s right.

source: 하필 그때 전화벨이 울리기 시작했다.
en_us: Just then, the phone started ringing.

source: 그러시다면야.{j}마티어스는 이만 식상한 중매의 장을 떠났다.{j}테라스를 가로지르고 계단을 내려가는 그의 걸음걸이는 조금도 서두르는 기색 없이 느긋했다.{j}착한 아들의 풋사랑이 어떤 끝을 맺을지는 뻔했다.{j}레일라는 버림받을 테고 결국 이곳에, 그의 숲에 남겨지겠지.
en_us: If that’s the case, then it’s obvious how the story of this dutiful son’s puppy love will resolve, Matthias thought. Leaving behind the tedious matchmaking encounter, he went outside, then cut across the terrace and down the stairs to the garden at a leisurely pace. Yes, the story will resolve with Layla abandoned here by my woods.{j}{j}{j}{j}

source: 조금 궁금했다.
en_us: She was curious

source: 아저씨는 더운 곳에서 일을 하는데 나만 쉬어도 되는 건가?{j}난처한 얼굴로 빌을 보던 레일라는 작은 한숨을 쉬며 눈을 감았다.
en_us: Is it really okay for me to lounge around like this while Uncle Bill is working in the hot sun? she thought to herself, looking awkwardly at Bill. She then let out a small sigh and closed her eyes.{j}

source: 카일은 장미 정원을 향해 난 테라스로 레일라를 이끌었다.
en_us: Kyle brought Layla outside to the terrace that faced the rose garden.

source: 하마터면 못 알아볼 뻔했어.”
en_us: I almost didn’t recognize you,” Claudine said.

source: 그 외의 사실에는 별다른 흥미를 가져 본 적 없다.
en_us: He wasn’t particularly interested in her in any other respect.

source: 버리고 가고 싶은 마음뿐이었지만 그래도 레일라는 그 금화를 줍기 위해 다가갔다.
en_us: Layla had the urge to run away, but first she wanted to pick up the coin, so she approached the duke.

source: 레일라가 세차게 고개를 젓자 카일은 더욱 의아한 눈으로 길의 저편을 살폈다.
en_us: She shook her head vigorously.

source: 빌 아저씨는 레일라의 열세 살 생일 선물로 반짝거리는 머리핀을 사 주었다.
en_us: For her thirteenth birthday, Bill had bought her a bright, shiny hairpin.

source: “왜 여기로 왔어?
en_us: “Why did you come here?” she asked.

source: 나란히 앉아 복숭아를 나누어 먹는 두 아이 사이로 달콤한 과육의 냄새를 실은 바람이 떠돌았다.
en_us: The sweet smell of the peach’s flesh wafted in the space between them.

source: 그렇다면 더 이상 어리지 않은 여자는 어떨까?
en_us: What would the girl do now that she was grown up?

source: 어째서 언제나처럼 놀라 허둥거리지 않을까 하였더니 레일라는 곤히 잠들어 있었다.
en_us: He wondered why she wasn’t reacting with shock at his presence like usual, until he realized that she was fast asleep.

source: 아르비스 영지로 이어지는 길로 접어들자 바람이 한결 시원해졌다.
en_us: The breeze became much cooler after they turned onto the road leading into Arvis.

source: “항상 곁에 있어 주어서요.”{j}레일라 르웰린이 또박또박 대답했다.{j}화가 났다는 뜻이지만 별다른 위압감은 주지 못했다.{j}“어린 시절부터 참 많은 곳을 떠돌았지만 새는 언제든, 어디에든 있었어요.{j}가까운 곳에, 항상.{j}계절이 변하면 멀리 떠나는 새들도 기다리면 돌아와 줬어요.{j}새는 돌아왔어요.”{j}한마디씩 말을 이어 갈수록 레일라의 목소리는 차분해져 갔다.{j}부드러운 발음 때문인지 무척 나직하게 느껴지는 목소리였다.{j}“새가 없는 계절은 없었어요.{j}새가 없는 곳도요.{j}이 세상에서 가장 아름답고 자유로운 존재가 항상 곁에 있다는 게, 저는 그게 좋았어요.”
en_us: “Because they’re always nearby,” she flatly replied. She was clearly still angry, but her tone was unemotional. “Ever since I was young, I’ve roamed around all over, but wherever I went, whenever I went, there were always birds. Some birds would leave with the changing of the seasons, but if I waited long enough, they would return. Birds always come back to me.” Her voice grew calmer as she spoke, and softer as well. “There are birds in every season. In every location, too. They are the world’s freest, most beautiful creatures, and they are always nearby. That’s why I like them.”{j}{j}{j}{j}{j}{j}{j}{j}{j}{j}{j}

source: 그런 남자가 평생 정략결혼을 한 아내만을 헌신적으로 사랑하길 바라다니.
en_us: She knew that it was naive to expect a man to only ever have feelings for a wife that he had obtained through an arranged marriage.

source: “마티어스, 클로딘에게 아르비스의 천국을 안내해 주렴.”
en_us: “Matthias, you should give Claudine a tour of Arvis’s heaven,” Elise whispered to her son as the tea time was drawing to a close.

source: 그를 위해서는 전반적인 구조와 업무를 파악해 두어야 했다.
en_us: Therefore, it was important that he gain as full an understanding of the structure and functioning of the company as possible.

source: 로비타에서 왔어요.”{j}아이는 또박또박 느리게 말했다.
en_us: I come from Lovita.” She spoke clearly and slowly.{j}

source: 앞치마는 벗어 둔 그대로 남아 있는데 안경만 사라져 버렸다.
en_us: Her apron was in the exact spot she had left it; only her glasses had disappeared.

source: 이윽고 레일라가 시선을 피했을 무렵에 두 사람의 담백한 키스도 끝이 났다.
en_us: When she finally managed to look away, the light kiss ended as well.

source: “안녕.”{j}눈이 마주치자 소년이 웃으며 인사했다.{j}백금빛의 머리카락과 미소가 예쁜 아이였다.{j}“너 여기 살아?”{j}주위를 살핀 소년이 진지하게 물었다.
en_us: As soon as they made eye contact, he smiled and said, “Hello.” He had blond hair, and an attractive smile. He glanced around, then solemnly asked, “Do you live here?”{j}{j}{j}{j}

source: “사냥 나온 공작을 만났구만.”{j}빌은 대수롭지 않게 대꾸하며 다음 연장을 집어 들었다.
en_us: “Sounds like you met the duke while he was out on a hunt,” Bill casually replied as he picked up the next tool to sharpen.{j}

source: 아무것도 없었다.
en_us: Even more puzzled, Kyle looked far down the path in the direction from which she had just come. There was nothing there.

source: 레일라는 블라우스와 치마에 잔뜩 묻은 비스킷 가루를 보며 절망적으로 한숨 지었다.
en_us: Layla sighed as she looked down at her blouse and skirt, which were covered with biscuit crumbs.

source: 이 세상에 혼자 남겨져 친척집을 전전하던 시절의 기억이었다.
en_us: It took place shortly after she had become an orphan, when she was being passed between relatives’ homes.

source: 클로딘은 턱을 괴고 앉은 채 과장된 한숨을 폭폭 내쉬었다.
en_us: * * * With her chin resting on her hand, Claudine let out a series of exaggerated sighs.

source: 레일라가 제 나름의 결론을 내리는 사이에 티 테이블이 차려졌다.
en_us: As Layla came to this conclusion, the tea table was set.

source: 그가 내쉰 한숨이 레일라의 이마를 간질였다.
en_us: He let out a sigh that tickled her forehead.

source: 그건 숨 쉬듯 당연한 일이며 또한 숨을 쉬듯 쉬운 일이기도 했다.
en_us: It was as natural to him as breathing, and as easy.

source: 또 왔구나.
en_us: He’s back,

source: 그사이 레일라는 이만 테라스를 떠났다.
en_us: Meanwhile, Layla left the terrace.

source: 레일라는 활짝 웃는 얼굴로 그를 향해 다가섰다.{j}“같이 가요, 아저씨!”
en_us: Smiling brightly, she walked towards him and said, “Let’s go together, Uncle Bill!”{j}

source: 그 여자를 욕망한다
en_us: I Desire Her

source: 그녀의 얼굴에 번진 기쁨이 선명해질수록 그 곁에 선 카일 에트먼은 곤혹스러워했다.
en_us: As her face grew even more joyful, her son Kyle looked more and more troubled standing next to her.

source: 주사위 놀이.{j}낱말 게임.{j}체스.
en_us: Claudine gave her some more options, including dice games, word games, and chess.{j}{j}

source: “그런가?
en_us: The boy tilted his head. “Really?

source: “사람이란 본래 다면적이지요, 에트먼 씨.”
en_us: “I contain multitudes, Mr. Ettman.”

source: 더부살이하다가 나이가 차면 그 가문의 하녀가 되면 그뿐 아니냐고.
en_us: since once she grew up, she could simply become a maid for the Herhardt family.

source: 서둘러 자세를 반듯하게 한 레일라는 고개를 숙여 인사했다.
en_us: Layla quickly straightened her posture, then lowered her head to greet Mrs. Ettman,

source: “그렇군요.”{j}그는 아무렇지 않게 동의를 표시했다.
en_us: “I suppose so,” he casually agreed.{j}

source: 마티어스의 눈초리가 가늘어질 무렵 레일라는 다음 목적지인 캐비닛 앞으로 이동했다.
en_us: As he squinted to get a better look at her, she moved on to her next location, the cabinet.

source: 클로딘이 아리송한 기분에 휩싸여 있는 사이에 레일라와 카일이 돌아섰다.{j}그렇다면 레일라 르웰린을 공주로 만들어 준 누군가도 저 애였을까?
en_us: While Claudine mulled over these confusing thoughts, Layla and Kyle turned away.{j}

source: “정말 너니?”{j}레일라는 나뭇가지에 앉아 있는 까마귀를 쏘아보며 중얼거렸다.
en_us: “Was it really you?” she muttered, glaring at a raven perched on a tree branch.{j}

source: 당황한 듯 눈을 깜빡거리는 레일라의 뺨이 조금 붉게 달아올랐다.{j}“죄송합니다.{j}실력이 좋은 하녀를 불러오겠습니다.”
en_us: She blinked, taken aback, and her cheeks started to redden. “I’m sorry, Your Grace. I will go fetch a maid who is skilled in this sort of thing.”{j}{j}

source: 카일은 더위와는 사뭇 다른 열기를 진정시키려 애쓰며 페달을 밟기 시작했다.
en_us: His own body temperature started to rise, so he started to turn the pedals, hoping that the breeze would cool him down.

source: “그래 보아야 한낱 정부일 뿐인걸요.”{j}클로딘은 작게 웃기까지 했다.{j}“차라리 저런 아이가 편할지도 모르겠어요.{j}감히 제 자리를 위협할 수 없는, 제 손바닥 안에 두고 길들일 수 있는 그런 여자 말이에요.”
en_us: “At worst, she’ll end up as his mistress,” Claudine said, chuckling quietly. “As mistresses go, she wouldn’t be that bad. She poses no real threat to me. I have her tamed like a puppy.”{j}{j}{j}

source: 뒤쫓아 갈까 하다 마음을 바꾸어 마티어스는 이만 저택 쪽으로 걸음을 돌렸다.
en_us: He thought about chasing after her, but then changed his mind and started heading back towards the mansion.

source: “반품해요, 우리.
en_us: “Let’s return them.

source: 레일라는 그 핀을 고이고이 아껴 두었다.
en_us: Layla had treasured the pin so much, she had been afraid to wear it, lest something happen to it.

source: 진작 안경을 찾으러 왔어야 했는데.
en_us: I should’ve come looking for them sooner,

source: 그 사실처럼 선명한 토기가 그녀를 멈추어 세웠다.
en_us: As she thought about this, she suddenly felt queasy.

source: 그리고 공작을 향해, 그가 원하는 숙녀처럼 우아하게 예의를 갖춘 인사를 건넸다.
en_us: Then she curtsied gracefully to him, just like he wanted.

source: 저택에 불려 갔다 돌아온 후로 레일라는 꼬박 이틀을 의기소침해 있었다.
en_us: For the two days since Layla had gone inside the mansion, she had been in low spirits.

source: 어쩌면 그 역시 아름다운 여자에 대한 욕정에 휩쓸릴지도 모른다.
en_us: For all she knew, Matthias might end up getting swept away by lust for beautiful women,

source: 소년은 이해할 수 없다는 듯 고개를 갸우뚱거렸다.{j}“그게 왜?”
en_us: The boy looked puzzled. “What’s wrong with that?”{j}

source: 숲이 내어 준 수많은 산딸기는 레일라의 손끝에서 잼이 되었다.
en_us: She had turned the heaps of raspberries she had gathered from the forest into jam, which she had then sold.

source: 사냥개들이 짖는 소리와 말이 내달리는 소리가 그 뒤를 이었다.
en_us: The sound of the dogs barking and the horses galloping followed soon behind.

source: 마티어스는 물 위에 누운 채 초록빛 나뭇가지와 그 사이의 하늘을 바라보았다.
en_us: Floating on his back, he gazed up at the green tree branches, and the blue sky peeking through them.

source: 어설프지만 그림도 그려 넣었다.
en_us: She also tried sketching them as best she could.

source: 그는 습관처럼 말했다.
en_us: He told her every single day

source: 오늘 저녁에는 아무래도 숲에 나가야 할 것 같았다.
en_us: She knew she would have to go into the woods that evening.

source: “레일라 르웰린입니다, 아가씨.
en_us: “My name is Layla Llewellyn, Miss.

source: “사람을 많이 살리면 주지 않을까?
en_us: “They’d probably give you one if you saved a lot of people, right?

source: 나한텐 정말 소중한 거야.”{j}레일라는 여전히 못마땅한 표정으로 문제의 모자를 벗어 들었다.{j}조화와 리본을 아낌없이 쓴, 다소 현란한 밀짚모자였다.
en_us: It’s really precious to me,” Layla said, still sulking as she took off the gaudy straw hat, which was covered with ribbons and artificial flowers.{j}{j}

source: 아무렇지 않게 책장을 펼치는 순간에 총성이 울려 퍼졌다.
en_us: Just as she was casually opening a book, a loud gunshot rang out.

source: 그녀의 역할은 그저 즐기는 것이었다.
en_us: Her own role, as she saw it, was to enjoy the products of their work.

source: “밤바람이 참 맑지요?”{j}숨을 깊이 들이쉰 클로딘이 생글거리며 물었다.{j}마티어스를 테라스로 이끈 이유가 정말 밤바람 때문이기라도 한 듯 능청스러운 태도였다.{j}“저는 밤이 아름다워 여름을 좋아해요.{j}헤르하르트 공은 어떠신가요?”{j}대리석 난간을 가볍게 짚고 선 클로딘이 환하게 웃음 지었다.{j}마티어스의 얼굴을 떠난 시선은 이곳에 온 진짜 목적, 반대편 끝에 서 있는 레일라 르웰린을 향하고 있었다.
en_us: * * * “The evening breeze is refreshing, isn’t it?” Claudine asked, breathing in deeply. She was acting innocent, as if she had truly brought Matthias out onto the terrace just to feel the breeze. “I love summer because the nights are so beautiful. What about you, Duke Herhardt?” She lightly gripped the marble railing and smiled. Her eyes were pointed not at Matthias, but at her real reason for coming outside—Layla, who was standing at the other end of the railing.{j}{j}{j}{j}{j}{j}

source: 레일라 르웰린은 그 창문을 넘어 들어왔다.
en_us: She climbed in through the window.

source: 제가 무슨 잘못을 해 이런…… 이런 끔찍한 벌을 받고 있는지 말씀해 주세요.”
en_us: What did I do to you that made you feel the need to... punish me in this horrible way?”

source: ‘너무 예뻐요.’{j}레일라는 환하게 웃으며 그 모자를 썼다.
en_us: “It’s very pretty.” Smiling brightly, she had tried on the hat.{j}

source: 모든 살생을 비난하고 싶은 마음은 없었다.
en_us: She wasn’t against all forms of killing.

source: 클로딘은 그런 엄마가 가여웠다.
en_us: Claudine understood this about her mother, and while she did feel sorry for her,

source: 마티어스가 느릿하게 고개를 기울이는 사이에 헛돌기만 하던 레일라의 손이 드디어 모자의 리본 끝을 움켜쥐었다.
en_us: With her arm fully extended, Layla continued to reach in vain for the hat, until finally she caught the tip of its ribbon.

source: 다들 그 정도의 감흥으로 대수롭지 않게 힐끔거릴 뿐이었다.
en_us: thought the students as they glanced at him with casual interest.

source: “아니.{j}아직.”{j}레일라의 표정이 시무룩해졌다.
en_us: Her face turned sullen. “No. Not yet.”{j}{j}

source: 그리고 다신 너를 보지 않을 거다, 레일라.”{j}얼굴이 벌겋게 달아오른 빌은 도망치듯 현관 밖으로 나섰다.{j}화단 앞을 서성거리며 줄담배를 피우고 나자 아이에게 몹쓸 말을 했다는 뒤늦은 후회가 밀려들었다.{j}아무리 그래도 다시는 보지 않을 거란 말 같은 건 하는 게 아니었는데.{j}들어가 보아야 하나 고민하는 차에 연미복을 입은 카일이 길 저편에서부터 성큼성큼 다가왔다.
en_us: And then I won’t see you again, Layla.” He stormed out the front door of the cottage. He paced around the flower beds for a while, chain-smoking, until finally he was hit with a wave of regret over the harsh things he had said to Layla. No matter how upset he was about the situation, he knew it wasn’t right to tell her he never wanted to see her again. As he began to consider going back inside, Kyle suddenly appeared, striding toward the cottage from across the road in a tailcoat.{j}{j}{j}{j}

source: 내 방이구나.{j}비로소 현실을 인지하자 안도의 한숨이 흘러나왔다.
en_us: She let out a sigh of relief when she realized where she was. Phew, I’m in my room.{j}

source: 처음 얼마간은 헛것을 보았다고 생각했다.
en_us: At first, Layla thought that she was seeing things.

source: 어쩐지 익숙한 얼굴을 가만히 보던 마티어스는 얼마 지나지 않아 소년을 기억해 냈다.
en_us: The boy’s face looked familiar. After a moment, Matthias realized who he was.

source: “어떻게 그런 말씀을 하실 수 있으세요?”
en_us: “How can you say that?”
